IDEA Open Model
Member1D.HingeBegin Property
Compatible with IDEA StatiCa Beta 20.0
 Gets, sets hinge located in the begining of element
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement HingeBegin { get; set; }
Public Property HingeBegin As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Member1D Class
IdeaRS.OpenModel.Model Namespace